<template>
  <div id="index">
    <p>......</p>
    <p>......</p>
    <p>......</p>
    <p>奥诺雷·德·巴尔扎克（Honoré·de Balzac，1799年5月20日－1850年8月18日），法国小说家，被称为“现代法国小说之父”，生于法国中部图尔城一个中产者家庭，1816年入法律学校学习。</p>
    <p>
      毕业后不顾父母反对，毅然走上文学创作道路，但是第一部作品五幕诗体悲剧《克伦威尔》却完全失败。而后他与人合作从事滑稽小说和神怪小说的创作，曾一度弃文从商和经营企业，出版名著丛书等，均告失败。商业和企业上的失败使他债台高筑，拖累终身，但也为他日后创作打下了厚实的生活基础。
    </p>
    <p>
      1829年，他发表长篇小说《朱安党人》，迈出了现实主义创作的第一步，1831年出版的《驴皮记》使他声名大震。1834年，完成对《高老头》的著作，这也是巴尔扎克最优秀的作品之一。他要使自己成为文学事业上的拿破仑，在30至40年代以惊人的毅力创作了大量作品，一生创作甚丰，写出了91部小说，塑造了两千四百七十二个栩栩如生的人物形象，合称《人间喜剧》。《人间喜剧》被誉为“资本主义社会的百科全书”。但他由于早期的债务和写作的艰辛，终因劳累过度于1850年8月18日与世长辞。
    </p>
    <p>......</p>
    <p>......</p>
    <p>......</p>
    <editby>
      <div>---- EDIT BY BAIKE ----</div>
    </editby>
    <!-- <p>巴尔扎克<span class="note" data-content="法国作家那样成"><img src="@/assets/note.png" alt="注"></span></p> -->
  </div>
</template>

<script>
  const editby = () => import("@/components/contribution/editby.vue");
  export default {
    name: "index",
    components: {
      editby
    }
  }
</script>

<style scoped>

</style>